bierner.markdown-preview-github-styles
bungcip.better-toml
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
HookyQR.beautify
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
ms-vscode.Theme-1337
ms-vscode.Theme-TomorrowKit
rust-lang.rust
serayuzgur.crates
xabikos.JavaScriptSnippets
